Repository: elportafoliodemarcos/elportafoliodemarcos
Catalog: portafolio/locale/*/LC_MESSAGES/django.po
Languages: nl, pt

source: Acerca de mí - El Portafolio de Marcos
nl: Over mij - Het Portfolio van Marcos
pt: Sobre mim - O Portfólio de Marcos

source: Acerca de mí
nl: Over mij
pt: Sobre mim

source: Mi nombre es Marcos, soy uruguayo, nacido en La Blanqueada, Montevideo. Desde muy joven encontré en la fotografía una forma de detener el tiempo y observar la vida con atención y sensibilidad.
nl: Mijn naam is Marcos, ik ben Uruguayaan, geboren in La Blanqueada, Montevideo. Vanaf jonge leeftijd ontdekte ik fotografie als een manier om de tijd stil te zetten en het leven aandachtig en met gevoel te observeren.
pt: Meu nome é Marcos, sou uruguaio, nascido em La Blanqueada, Montevidéu. Desde muito jovem encontrei na fotografia uma forma de parar o tempo e observar a vida com atenção e sensibilidade.

source: Mi mirada se nutre de la curiosidad por entender cómo los seres humanos interactuamos con nuestro entorno y descubrir las múltiples formas en que la vida se manifiesta. Cada fotografía es un fragmento de realidad que busca transmitir emociones y sensaciones.
nl: Mijn blik wordt gevoed door nieuwsgierigheid om te begrijpen hoe mensen met hun omgeving omgaan en om de vele manieren te ontdekken waarop het leven zich openbaart. Elke foto is een fragment van de werkelijkheid dat emoties en gevoelens wil overbrengen.
pt: Meu olhar é alimentado pela curiosidade de entender como os seres humanos interagimos com nosso entorno e descobrir as múltiplas formas pelas quais a vida se manifesta. Cada fotografia é um fragmento da realidade que busca transmitir emoções e sensações.

source: Aunque me considero un fotógrafo amateur, abordo mi trabajo con dedicación, buscando siempre transmitir autenticidad. Este espacio permite que mi trabajo sea accesible a todos, con opción de apoyar mediante donativos voluntarios.
nl: Hoewel ik mezelf als amateurfotograaf beschouw, werk ik met toewijding en probeer ik altijd authenticiteit over te brengen. Deze ruimte maakt mijn werk voor iedereen toegankelijk, met de mogelijkheid om het project te steunen via vrijwillige donaties.
pt: Embora me considere um fotógrafo amador, abordo meu trabalho com dedicação, buscando sempre transmitir autenticidade. Este espaço permite que meu trabalho seja acessível a todos, com a opção de apoiar por meio de doações voluntárias.

source: Aquí encontrarás una invitación a mirar más allá de lo evidente y a compartir la experiencia de observar la vida a través de mis ojos. Cada fotografía es un diálogo abierto entre la mirada del artista y la sensibilidad del espectador.
nl: Hier vind je een uitnodiging om verder te kijken dan het voor de hand liggende en de ervaring te delen van het leven observeren door mijn ogen. Elke foto is een open dialoog tussen de blik van de kunstenaar en de gevoeligheid van de kijker.
pt: Aqui você encontrará um convite para olhar além do óbvio e compartilhar a experiência de observar a vida pelos meus olhos. Cada fotografia é um diálogo aberto entre o olhar do artista e a sensibilidade do espectador.

source: El Portafolio de Marcos
nl: Het Portfolio van Marcos
pt: O Portfólio de Marcos

source: Inicio
nl: Startpagina
pt: Início

source: Galería
nl: Galerij
pt: Galeria

source: Por el Mundo
nl: Over de Wereld
pt: Pelo Mundo

source: Natura
nl: Natuur
pt: Natureza

source: Atardeceres
nl: Zonsondergangen
pt: Pôr do Sol

source: Como Perros y Gatos
nl: Als Hond en Kat
pt: Como Cães e Gatos

source: Acerca de
nl: Over ons
pt: Sobre nós

source: Colaboración
nl: Samenwerking
pt: Colaboração

source: Contacto
nl: Contact
pt: Contato

source: El Portafolio de Marcos.
nl: Het Portfolio van Marcos.
pt: O Portfólio de Marcos.

source: Colaboración - El Portafolio de Marcos
nl: Samenwerking - Het Portfolio van Marcos
pt: Colaboração - O Portfólio de Marcos

source: Apoyo al Proyecto
nl: Ondersteuning van het Project
pt: Apoio ao Projeto

source: Este proyecto se mantiene gracias a la pasión por la fotografía y al apoyo voluntario de quienes lo valoran. Los donativos son opcionales y ayudan a mantener esta iniciativa viva.
nl: Dit project blijft bestaan dankzij de passie voor fotografie en de vrijwillige ondersteuning van degenen die het waarderen. Donaties zijn optioneel en helpen deze initiatief levend te houden.
pt: Este projeto se mantém graças à paixão pela fotografia e ao apoio voluntário de quem o valoriza. As doações são opcionais e ajudam a manter esta iniciativa viva.

source: Donativo de $%(opcion)s
nl: Donatie van $%(opcion)s
pt: Doação de $%(opcion)s

source: Haz una donación de %(opcion)s USD para apoyar el proyecto.
nl: Doe een donatie van %(opcion)s USD om het project te steunen.
pt: Faça uma doação de %(opcion)s USD para apoiar o projeto.

source: Donar ahora
nl: Nu doneren
pt: Doar agora

source: ¡Muchas gracias! Tu donativo de $%(opcion)s ha sido registrado.
nl: Hartelijk dank! Je donatie van $%(opcion)s is geregistreerd.
pt: Muito obrigado! Sua doação de $%(opcion)s foi registrada.

source: Elige tu donativo
nl: Kies je donatie
pt: Escolha sua doação

source: Ingresa el monto:
nl: Voer het bedrag in:
pt: Digite o valor:

source: Ej: 15
nl: Bijv.: 15
pt: Ex: 15

source: ¡Muchas gracias! Tu donativo de $%(mensaje_enviado)s ha sido registrado.
nl: Hartelijk dank! Je donatie van $%(mensaje_enviado)s is geregistreerd.
pt: Muito obrigado! Sua doação de $%(mensaje_enviado)s foi registrada.

source: Contacto - El Portafolio de Marcos
nl: Contact - Het Portfolio van Marcos
pt: Contato - O Portfólio de Marcos

source: Contáctame
nl: Contacteer mij
pt: Contato

source: Nombre
nl: Naam
pt: Nome

source: Correo electrónico
nl: E-mailadres
pt: E-mail

source: Mensaje
nl: Bericht
pt: Mensagem

source: Enviar mensaje
nl: Verstuur bericht
pt: Enviar mensagem

source: Tu mensaje ha sido enviado correctamente.
nl: Je bericht is succesvol verzonden.
pt: Sua mensagem foi enviada com sucesso.

source: Anterior
nl: Vorige

source: Siguiente
nl: Volgende
pt: Próximo

source: Galería de Fotos
nl: Fotogalerij
pt: Galeria de Fotos

source: No hay fotos destacadas para mostrar.
nl: Er zijn geen uitgelichte foto’s om te tonen.
pt: Não há fotos em destaque para exibir.
